Repository: apertium/apertium-sme-sma
Catalog: tmx_data/samediggeweb_sme2sma.tmx
Source language: sme
Languages: sma

source: Sámedikki birra.
sma: Saemiedigkien bïjre.

source: Sámediggi lea Norgga sámiid álbmotválljen ásahus.
sma: Saemiedigkie akte almetjeveeljeme åårgane saemide Nöörjesne.

source: Juohke njealját jagi válljejuvvojit 39 áirasa čieža válgabiirres.
sma: 39 tjirkijh veeljesuvvieh 7 veeljemegievlijste fïerhten njealjeden jaepien.

source: Sámediggi galgá nannet sámiid politihkalaš sajádaga ja ovddidit sámiid beroštumiid Norggas, bargat dan badjelii ahte sámi álbmot gieđahallojuvvo ovttaárvosaččat ja vuoiggalaččat ja bargat dan badjelii ahte sámit sáhttet seailluhit ja ovddidit gielaset, kultuvrraset ja servodagaset.
sma: Saemiedigkie edtja saemiej politihkeles sijjiem nænnoestehtedh jïh saemiej ïedtjh skreejredh Nöörjesne, viehkiehtidh guktie saemieh seammavyörtegs jïh seammaligke gïetedimmiem åadtjoeh, jïh sjïehteladtedh guktie saemieh maehtieh sijjen gïelem, sijjen kultuvrem jïh sijjen siebriedahkejieledem gorredidh jïh evtiedidh.

source: Sámediggeráđđi.
sma: Saemiedigkieraerie.

source: Sámediggeráđi miellahtuid nammada presideanta, guhte lea ráđi jođiheaddji.
sma: Saemiedigkieraerien lïhtsegh leah nammoehtamme saemiedigkien åvtehkistie, presidente, mij raeriem stuvrie.

source: Sámediggepresideanta lea válljejuvvon Sámedikki dievasčoahkkima eanetlogus eanetlogu jienaiguin.
sma: Saemiedigkiepresidente lea veeljeme Saemiedigkien stoerretjåanghkoste jïh jienebelåhkoen tjirkijijstie.

source: Ráđđi doaibmá Sámedikki ráđđehussan, ja ovddasvástida beaivválaš politihkalaš doaimma.
sma: Raerie lea goh Saemiedigkien reerenasse, jïh diedtem åtna dan biejjieladtje politihkeles gïehteldimmien åvteste.

source: Sámediggeráđđi ovddida mearrádusárvalusaid dievasčoahkkimii áššiin mat gusket Sámedikki bušeahta juogadeapmái, árvala doaibmabijuid čuovvovaš jagi stáhtabušehttii, Sámedikki jahkedieđáhusa, Sámedikki doarjjaortnegiid váldonjuolggadusaid ja eará áššiid maid Sámediggeráđi iešheanalis árvvoštallama mielde berrešii ovddidit.
sma: Saemiedigkie raeriestimmieh buakta stoerretjåanghkose mah leah joekedimmien bïjre Saemiedigkien budsjedteste, råajvarimmieh båetijen jaepien staatebudsjedtese, Saemiedigkien jaepiebïevnese, åejviebïhkedassh Saemiedigkien dåarjoeöörnegidie jïh jeatjah aamhtesh mah akten jïjtjeraarehke vuarjasjimmien mænngan Saemiedigkieraeresne, byöroeh gïetedæmman bæjjese vaaltasovvedh.

source: Dasa lassin ovddida Sámediggeráđđi dieđáhusaid sierra politihkkasurggiin dárbbu mielde, ja máŋgga suorggis lea maiddái vejolašvuohta ášši loahpalaččat mearridit.
sma: Lissine dle Saemiedigkieraerie bieljelimmieh buakta ovmessie politihkesuerkine daerpiesvoeten mietie, jïh gelline suerkine aaj nuepiem åtna minngemosth nænnoestimmieh darjodh.

source: Kultureallin.
sma: Kultuvrejieleme.

source: Girjás kultureallin nanne sámi gullevašvuođa ja identitehta, ja dagaha eallás báikegottiid gos olbmot háliidit orrut.
sma: Akte gellielaaketje kultuvrejielede saemien ektievoetem jïh identitetem veaksahkåbpoe dorje, jïh viehkehte guktie dah voenges siebriedahkh jielije sjidtieh, gusnie almetjh sijhtieh årrodh.

source: Danin leat kulturdoaimmat dehálaččat sámi servodagas, ja maiddái ássamii.
sma: Kultuvredarjomh dannasinie aktem vihkeles råållam utnieh dennie saemien siebriedahkesne, aaj veasomen gaavhtan.

source: Sámi kulturdoaimmat dagahit gullevašvuođa, čálggu ja eallindási, ja maiddái kulturvuođustuvvon bargosajiid.
sma: Saemien kultuvrejielede viehkiehteminie ektiedimmiem, murriedimmiem jïh jieledekvaliteetem sjugniedidh, lissine aaj barkoesijjieh kultuvren sisnjelen.

source: Sámediggi bargá.
sma: Sámedigge barggá.

source: leat bajimuččas bidjamin eavttuid sámi dáidaga ja kultuvrra ovddideapmái.
sma: Dïhte uvtemes premissevedtijinie årrodh juktie saemien kåanstem jïh kultuvrem evtiedidh.

source: fuolahit dan ahte buohkat galget sáhttit muosáhit sámi kultuvrra doppe gos ásset.
sma: Gaajhkesh edtjieh saemien kultuvrem dååjredh desnie gusnie årroeh.

source: láhčá diliid nu ahte mis lea ealli ja girjás sámi kultureallin mas lea buorre dássi.
sma: Sjïehteladtedh ihke mijjieh aktem jielije jïh gellielaaketje saemien kultuvrejieledem utnebe hijven kvaliteeteste.

source: fuolahit ahte ovddiduvvo, ja bisuhuvvo sámi dáidda- ja kultureallin dainna lágiin ahte leat fágalaččat buorit ja árjjalaš sámi deaivvadanbáikkit, kulturásahusat ja museat fuolahit dan ahte lea eanet barggolašvuohta sámi dáidda- ja kulturvuđot ealáhusa vuođul.
sma: Saemien kåanste- jïh kultuvrejieledem evtiedidh jïh gorredidh, faageles maehteles jïh eadtjohke saemien tjåanghkoesijjiejgujmie, kultuvreinstitusjovnigujmie jïh museumigujmie.

source: xxx
sma: Lissiehtamme fasseldimmie saemien kåanste- jïh kultuvrejieliemasse.

source: Duogaš.
sma: Duogásj.

source: Sámedikki váldobargun kulturpolitihkas lea láhčit diliid sámi dáidda- ja kulturdoaimmaid várás ja dan ovddideami várás.
sma: Saemiedigkien åejviebarkoe kultuvrepolitihkesne lea saemien kåanste- jïh kultuvredarjoemasse sjïehteladtedh jïh dam evtiedidh.

source: Sámi servodat lea vuos ain huksemin servodagas, ja mii leat vuoruhan ja ain fertet vuoruhit kultuvrra ja giela vuođđoosiid.
sma: Saemien siebriedahke lea annje aktene boelhkesne gusnie siebriedahkem bigkeminie, gusnie åejviesuerkieh kultuvren jïh gïelen sisnjeli leah prijoriteradamme orreme, jïh annje tjuara prijoriterdamme sjïdtedh.

source: Dát hástala nana áŋgiruššama sámi servodaga iežas beales, sámi ásahusaid, Sámedikki ja stáhta eiseválddiid beales.
sma: Daate aktem stoerre barkoem kreava dehtie saemien siebriedahkeste jïjtje, saemien instusjovnijste, Saemiedigkeste jïh staaten åejvieladtjijste.

source: Sámediggi oaidná iežas ovddasvástádussan atnit ávvira ja ovddidit dan doaimma maid sámi álbmot vuolggaha, ja leat dán proseassas deaŧaleamos eavttuid biddji.
sma: Saemiedigkie vuajna goh sov dïedte skraejriem jïh darjoemidie vaarjelidh jïh evtiedidh, mejtie saemien årrojh buektieh, jïh sæjhta dïhte vihkielommes premissedeallahtæjjine årrodh daennie prosessesne.

source: Stáhta eiseválddiin lea dattetge bajimuš ovddasvástádus diliid láhčimis nu ahte sámi servodagas alddis lea vejolašvuohta hukset viidáseappot servodagas.
sma: Staaten åejvieladtjh læjhkan dam bijjemes dïedtem utnieh sjïehteladtedh guktie saemien siebriedahke jïjtje nuepiem åådtje sov siebriedahkebigkemem vijriesåbpoe evtiedidh.

source: Guovlulaš ja báikkálaš eiseválddiin lea maiddái ovddasvástádus váikkuhit dan ahte sámi dáidda, kultureallin ja sámi ásahusat ovddiduvvojit ovttas.
sma: Regijovnaale jïh voenges åejvieladtjh aaj aktem dïedtem utnieh saemien kåanstem, kultuvrejieledem jïh saemien institusjovnh ektesne evtiedidh.

source: Sámediggi bargá dan ala ahte buohkain livččii vejolašvuohta muosáhit sámi dáidaga ja kultuvrra.
sma: Saemiedigkie sæjhta gaajhkesh edtjieh nuepiem utnedh saemien kåanstem jïh kultuvrem dååjredh.

source: Min historjá, min kulturárbi ja min dáidda ja kultuvra leat midjiide čeavlin.
sma: Mijjieh mijjen histovrijem, mijjen kultuvreaerpiem jïh mijjen kåanstem jïh kultuvrem garmerdibie.

source: Mii áigut láhčit ealli ja máŋggabealat dáidda- ja kultureallima mas lea buorre dássi, mii buvttaduvvo, dahkkojuvvo, gaskkustuvvo ja muosáhuvvo ja lea buohkaid olámuttus.
sma: Mijjieh sïjhtebe sjïehteladtedh akten jielije jïh gellielaaketje kåanste- jïh kultuvrejieliedasse hijven kvaliteeteste mij sjugniesåvva, dorjesåvva, vuesiehtamme jïh dååjreme sjædta, jïh maam gaajhkesh maehtieh dååjredh.

source: Sámi dáiddárat ja kulturbargit galget sáhttit oažžut birgejumi iežaset doaimmas.
sma: Saemien tjiehpiedæjjah jïh kultuvrebarkijh edtjieh maehtedh sov barkoste veasodh.

source: Sámi ásahusat leat min deaŧaleamos sámi dáidda- ja kultur- gaskkustanarenat.
sma: Dah saemien institusjovnh leah mijjen vihkielommes sijjieh juktie saemien kåanstem jïh kultuvrem vuesiehtidh.

source: Dat addet kulturbargosajiid sámi servodagas ja leat deaŧalaš aktevrrat sámi dáidaga ja kultuvrra ovddideamis.
sma: Dah kultuvrebarkoesijjieh saemien siebriedahkine vedtieh, jïh leah vihkeles aktöörh saemien kåanste- jïh kultuvreevtiedimmeste.
